Repository: houle988/BlueDive
Catalog: BlueDiveWidgetExtension/Localizable.xcstrings
Source language: en
Languages: fr_ca

source: All Divers
fr_ca: Tous les plongeurs

source: Bluetooth Dive
fr_ca: Plongée Bluetooth

source: Choose which diver's stats to display.
fr_ca: Choisissez les statistiques du plongeur à afficher.

source: Days Since
fr_ca: Depuis (jours)

source: Deepest
fr_ca: Plus profonde

source: Dive Count
fr_ca: Nombre de plongées

source: Diver
fr_ca: Plongeur

source: Diver Stats
fr_ca: Statistiques du plongeur

source: Filter by diver name.
fr_ca: Filtrer par nom de plongeur.

source: From dive computer
fr_ca: Depuis l'ordinateur de plongée

source: Import a dive from your dive computer via Bluetooth.
fr_ca: Importez une plongée depuis votre ordinateur de plongée via Bluetooth.

source: Log by hand
fr_ca: Saisir manuellement

source: Longest
fr_ca: Plus longue

source: Manual
fr_ca: Manuel

source: Manual Dive
fr_ca: Plongée manuelle

source: Quickly log a new dive by hand.
fr_ca: Notez rapidement une nouvelle plongée manuellement.

source: See your key diver stats at a glance.
fr_ca: Consultez vos statistiques de plongeur en un coup d'œil.

source: See your total number of logged dives at a glance.
fr_ca: Consultez votre nombre total de plongées enregistrées en un coup d'œil.

source: Total Dives
fr_ca: Plongées totales

source: Total Time
fr_ca: Temps total

# unit.depth.symbol.feet
source: ft
fr_ca: pi
